#ფუნქცია: რაოდენობის დათვლა
#შექმენი ფუნქცია count_items(item_list, item), რომელიც მიიღებს ორ პარამეტრს:
#item_list - ელემენტების სია.
#item - ელემენტი, რომლის დათვლაც გსურს სიაში.
#ფუნქციამ უნდა დააბრუნოს, რამდენჯერ გვხვდება ეს ელემენტი სიაში.
#ფუნქცია: ჯამის გამოთვლა
#შექმენი ფუნქცია sum_of_list(num_list), რომელიც მიიღებს რიცხვების სიას და დააბრუნებს სიაში არსებული ყველა რიცხვის ჯამს.
#ფუნქცია უნდა გამოიყენოს for ციკლი.
#ფუნქცია: საშუალო მნიშვნელობის გამოთვლა
#შექმენი ფუნქცია average_of_list(num_list), რომელიც იღებს რიცხვების სიას და აბრუნებს ამ რიცხვების საშუალო მნიშვნელობას.
#გამოიყენე სიის ჯამის გამოთვლა და ელემენტების რაოდენობის გაყოფა.
